value = [
    {
        "title": 'Творожная запеканка с яблоками',
        'description': 'Перепробовав не один рецепт творожной запеканки, мы остановились на этом и он стал любимым. Нежная сочная структура и аромат яблок. Попробуйте и, возможно, в вашей семье этот рецепт тоже станет любимым.',
        'category': 'Десерты',
        'ingredients': [
            'Творог — 600 г',
            'Молоко — 200 мл', 
            'Сахар — 100 г', 
            'Крупа манная — 0.5 стак.', 
            'Яблоко — 4 шт',
            'Масло сливочное — 40 г', 
            'Ванилин — по вкусу',
            'Яйцо куриное — 3 шт',
        ],
    },
    {
        "title": 'Манник на молоке с маком',
        'description': 'Рецепт для приготовления в МУЛЬТИВАРКЕ. Выпечка один из сильных козырей Мультиварки. Но это не обязательно кексы, ведь манники так же получаются очень вкусными и ароматными. Сегодня мы будем готовить один из моих самых любимы - Манник на молоке с маком. К чаю просто божественно...',
        'category': 'Пироги',
        'ingredients': [
            'Молоко (3.2%) — 250 мл ',
            'Мука пшеничная / Мука — 150 г', 
            'Крупа манная — 200 г', 
            'Сахар — 200 г', 
            'Масло сливочное — 105 г',
            'Яйцо куриное (150гр С1) — 3 шт', 
            'Мак — 50 г',
            'Разрыхлитель теста — 10 г',
            'Ванилин — 2 г',
        ],
    },
]